import React from "react";

const Footer = () => {
  return (
    <div className="flex flex-col align-middle mt-6 ">
      <div
        className=" flex flex-col justify-start  mt-20 "
        style={{ alignitems: 'center', alignSelf: 'center',maxWidth:828 }}
      >
        <p className="text-right font-bold text-white" style={{ fontSize:14 }}>
          تحذير المخاطر التجاره بالعمات الاجنبية تتضمن على قددر كبير من المخاطر
          ومن الممكن أن لا تكون مناسبة لجميع المضاربين. استعمال الرافعه المالية
          في التجاره يزيد من أحتمالات الخطورة والتعرض للخسارة. قبل أتخاذ القرار
          عليك التحقق من أهدافك الاستثمارية ومستوى خبرتك التجارية وقدرتك على
          تحمل مخاطر السوق. يمكن للمتاجان يتعرض لخسارة جزء او كل المال الذي قام
          بأيداعه. لا تستثمر مال أذا تعرضت لخسارته فسوف تتأثر جياتك اليومية.
          رجاء دراسة التجارة بالمال والمخاطر المحاطه بها بصورة تفصيلية وقم بسؤال
          أهل العلم في هذا المجال ان كان لديك اي تسأل
        </p>
        <p className="text-rightfont-bold text-right font-bold text-white mt-4" style={{ fontSize:14 }}>
          تحذير النصائح تقدم شركة اف اكس دي دي بعض الوصلات لمجموعة محتاره من
          المنتديات والنشرات الاخبارية والاقتصادية كحدمه تعليميه للعملاء. لا
          تقوم الشركه بالموافقه او تأيد أي من الاراء أو التوصيات المطروحه في هذه
          الخدمات وعلى العميل ان يقوم بدراسة هذه الامور بدقة وأتخاذ قراره بصورة
          صحيحه ومدروسه. النتائج المحققه من قبل بعض هذه الخدمات التعليميه لا
          تضمن نفس النجاح في المستقبل وتنصح شركة اف اكس دي دي عملائها بدراسة أي
          أعلانات لهذه المواقع بصورة دقيقه قبل ان يتخذ العميل قرار الأستثمار
          معهم. أي رأي أو خبره أو معلومات موجوده على هذه الموقع الغرض الاساسي
          منها هو تقديم معلومات عامه عن السوق فقط ولا تعد نصيحة للتجاره أو لفتح
          عقد معين. شركة اف اكس دي دي تتنصل من أي مسؤولية قانونية لأي خساره أو
          نقص في الربح قد يتعرض له العميل بصورة مباشره أو غير مباشره نتيجة
          اعتماده على المعلومات المنشورة في موقعنا. النتائج السابقة لا تعد ضامنا
          للنجاحات المستقبلية.
        </p>
      </div>
      <p className="text-white text-left pl-40 pt-6 mb-7" style={{ letterSpacing:.15,fontSize:14 }}>Copyright 2021 FXDD. All rights reserved.</p>
    </div>
  );
};
export default Footer;
